const handler = async (m, { conn }) => {
  let menu = `
👋🏻 𝖧𝗈𝗅𝖺! 𝖻𝗂𝖾𝗇𝗏𝖾𝗇𝗂𝖽𝗈 𝖺𝗅 𝗆𝖾𝗇𝗎𝗀𝗋𝗎𝗉𝗈 𝖽𝖾 *bak-𝖡𝗈𝗍 𝖨𝖠* 𝖺𝗊𝗎𝗂́ 𝖾𝗇𝖼𝗈𝗇𝗍𝗋𝖺𝗋𝖺́𝗌 𝗅𝗈𝗌 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝗉𝖺𝗋𝖺 𝗆𝖺𝗇𝗍𝖾𝗇𝖾𝗋 𝗎𝗇 𝗍𝗈𝗍𝖺𝗅 𝗈𝗋𝖽𝖾𝗇 𝖽𝖾 𝗍𝗎́ 𝗀𝗋𝗎𝗉𝗈!

✮,— \`𝖢𝖮𝖬𝖠𝖭𝖣𝖮𝖲 𝖣𝖤 𝖠𝖣𝖬𝖨𝖭𝖲\` .ᐟᨮׁׅ֮.ᐟ
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗉𝗋𝗈𝗆𝗈𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖽𝖾𝗆𝗈𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗇𝗈𝗍𝗂𝖿𝗒
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗍𝗈𝖽𝗈𝗌
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗋𝖾𝗀𝗅𝖺𝗌
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝖿𝗈𝗍𝗈
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗇𝖺𝗆𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗂𝗇𝖿𝗈
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗐𝖾𝗅𝖼𝗈𝗆𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝖻𝗒𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗋𝖾𝗌𝗍𝖼𝗁𝖺𝗍
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖿𝖺𝗇𝗍𝖺𝗌𝗆𝖺𝗌
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖿𝖺𝗇𝗄𝗂𝖼𝗄
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖽𝖾𝗅
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖻𝖺𝗇
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗎𝗇𝖻𝖺𝗇 
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗆𝗎𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗎𝗇𝗆𝗎𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖺𝖻𝗋𝗂𝗋𝗀𝗋𝗎𝗉𝗈
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖼𝖾𝗋𝗋𝖺𝗋𝗀𝗋𝗎𝗉𝗈


✮,— \`𝖠𝖢𝖳𝖨𝖵𝖠𝖱/𝖣𝖤𝖲𝖠𝖢𝖳𝖨𝖵𝖠𝖱\` .ᐟᨮׁׅ֮.ᐟ
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗐𝖾𝗅𝖼𝗈𝗆𝖾 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝖽𝖾𝗌𝗉𝖾𝖽𝗂𝖽𝖺𝗌 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗆𝗈𝖽𝗈𝖺𝖽𝗆𝗂𝗇 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝖺𝗇𝗍𝗂𝖺𝗋𝖺𝖻𝖾 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝖺𝗇𝗍𝗂𝖽𝖾𝗅𝖾𝗍𝖾 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝖺𝗇𝗍𝗂𝗅𝗂𝗇𝗄 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗆𝗈𝖽𝗈𝗁𝗈𝗍 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗅𝗂𝗇𝗄𝖺𝗅𝗅 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗃𝗎𝖾𝗀𝗈𝗌 𝗈𝗇/𝗈𝖿𝖿
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝖺𝗇𝗍𝗂𝗌 𝗈𝗇/𝗈𝖿𝖿

> © baki-𝖡𝗈𝗍 𝖨𝖠 𝖝 vr-𝗑𝗒𝗓
`

  await conn.sendMessage(m.chat, {
    image: { url: "https://cdn.russellxz.click/33f7b6d5.jpeg" },
    caption: menu,
    mentions: [m.sender]
  })
}
handler.command = /^(menugrupo|menu2)$/i
export default handler