let handler = async (m, { isPrems, conn }) => {
  m.react('🌐')

  let img = 'https://cdn.russellxz.click/fa46d669.jpeg' 
  let texto = `
🪙 𝐌 𝐔 𝐋 𝐓 𝐈 - 𝐌 𝐄 𝐍 𝐔́ 


*⻲⃪᮫ۣۖ͢  💙 baki•𝖡𝗈𝗍 𝖶𝗁𝖺𝗍𝗌𝖠𝗉𝗉 ≛*
*⻲⃪᮫ۣۖ͢  👨🏻‍💻 𝖢𝗋𝖾𝖺𝖽𝗈𝗋 :* @⁨+504 9337-4445⁩*
*⻲⃪᮫ۣۖ͢  🍨 𝖯𝗋𝖾𝖿𝗂𝗃𝗈: [ . ]*
*⻲⃪᮫ۣۖ͢  ⏰ 𝖳𝗂𝖾𝗆𝗉𝗈 𝖺𝖼𝗍𝗂𝗏𝗈: 6h 7m*
*⻲⃪᮫ۣۖ͢  🚩 𝖳𝗈𝗍𝖺𝗅 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌: [ 296 ]*

*〶⃜    ̵▉̶͞   ׄ \`𝖬𝖤𝖭𝖴𝖲\` 🗂️̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂́ 𝗍𝗂𝖾𝗇𝖾𝗌 𝗍𝗈𝖽𝗈𝗌 𝗅𝗈𝗌 𝗆𝖾𝗇𝗎́𝗌
𝖽𝗂𝗌𝗉𝗈𝗇𝗂𝖻𝗅𝖾𝗌 𝖽𝖾 𝗄𝗂𝗅𝗅𝗎𝖺•𝖡𝗈𝗍
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝗀𝗋𝗎𝗉𝗈
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝗃𝗎𝖾𝗀𝗈𝗌
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝖾𝗐𝗇𝖾𝗋
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝖺𝗎𝖽𝗂𝗈
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝖺𝗅𝗅𝗆𝖾𝗇𝗎
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝖿𝖿

*〶⃜    ̵▉̶͞   ׄ \`𝖨𝖭𝖥𝖮𝖱𝖬𝖠𝖢𝖨𝖮𝖭\` 💻̸̶ֻ  ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝗂𝗇𝖿𝗈𝗋𝗆𝖺𝖼𝗂𝗈́𝗇 𝗆𝗎𝗒
𝗂𝗆𝗉𝗈𝗋𝗍𝖺𝗇𝗍𝖾 𝗌𝗈𝖻𝗋𝖾 𝖪𝗂𝗅𝗅𝗎𝖺𝖡𝗈𝗍. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗈𝗐𝗇𝖾𝗋
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗉𝗋𝖾𝖿𝗂𝗑
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗀𝗎𝗂𝖺
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗋𝖾𝗉𝗈𝗋𝗍𝖾
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗌𝗉𝖾𝖾𝖽
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗉𝗂𝗇𝗀
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗂𝗇𝖿𝗈
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗁𝗈𝗋𝖺𝗋𝗂𝗈

*〶⃜    ̵▉̶͞   ׄ \`VENTAS\` 🛒̸̶ֻ  ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝖾𝗅 𝗌𝗂𝗌𝗍𝖾𝗆𝖺 𝖽𝖾 𝗏𝖾𝗇𝗍𝖺𝗌 𝖽𝖾 𝖪𝗂𝗅𝗅𝗎𝖺𝖡𝗈𝗍
𝗅𝗅𝖾𝗏𝖺 𝗍𝗎𝗌 𝗏𝖾𝗇𝗍𝖺𝗌 𝖺𝗅 𝗌𝗂𝗀𝗎𝗂𝖾𝗇𝗍𝖾 𝖾𝗑𝗍𝗋𝖾𝗆𝗈. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝖽𝗂𝗏𝗂𝗌𝖺𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗆𝗈𝗇𝖾𝖽𝖺
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝗍𝗈𝖼𝗄
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝖾𝗍𝗌𝗍𝗈𝖼𝗄
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝖾𝗍𝖼𝗈𝗆𝖻𝗈𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝖼𝗈𝗆𝖻𝗈𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝖾𝗍𝗋𝖾𝗀𝗅𝖺𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗋𝖾𝗀𝗅𝖺𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝗈𝗋𝗍𝖾𝗈

*〶⃜    ̵▉̶͞   ׄ \`𝖨𝖠 & 𝖢𝖧𝖠𝖳𝖡𝖮𝖳𝖲\` 🧠̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖲𝗂 𝖾𝗋𝖾𝗌 𝖺𝗆𝖺𝗇𝗍𝖾 𝖽𝖾 𝗅𝖺 𝗂𝗇𝗍𝖾𝗅𝖨𝗀𝖾𝗇𝖼𝗂𝖺 𝖼𝗈𝗇 𝗅𝖺 𝖨𝖠
𝖺𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝗅𝗈 𝗊𝗎𝖾́ 𝗇𝖾𝖼𝖾𝗌𝗂𝗍𝖺𝗌. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗂𝖺
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗀𝖾𝗆𝗂𝗇𝗂
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝖼𝗁𝖺𝗍𝗀𝗉𝗍
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝖽𝖺𝗅𝗅𝖾
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗂𝗆𝖺𝗀𝖾𝗇
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗏𝗂𝗌𝗂𝗈́𝗇𝟤
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝖼𝗁𝖺𝗍 𝗈𝗇/𝗈𝖿𝖿
`

  await conn.sendMessage(m.chat, {
    image: { url: img },
    caption: texto,
    contextInfo: {
      externalAdReply: {
        title: "𝗕𝗔𝗞𝗜 - 𝗕𝗢𝗧",
        body: "",
        thumbnailUrl: img,
        sourceUrl: '',
        mediaType: 1,
        renderLargerThumbnail: false
      }
    }
  }, { quoted: m })

  global.db.data.users[m.sender].lastcofre = new Date * 1
}

handler.customPrefix = /^(\.menu|menu)$/i
handler.command = new RegExp 
export default handler