let handler = async (m, { isPrems, conn }) => {
  m.react('🌐')

  let img = 'https://cdn.russellxz.click/fa46d669.jpeg' 
  let texto = `
🪙 𝐌 𝐔 𝐋 𝐓 𝐈 - 𝐌 𝐄 𝐍 𝐔́ 


*⻲⃪᮫ۣۖ͢  💙 baki•𝖡𝗈𝗍 𝖶𝗁𝖺𝗍𝗌𝖠𝗉𝗉 ≛*
*⻲⃪᮫ۣۖ͢  👨🏻‍💻 𝖢𝗋𝖾𝖺𝖽𝗈𝗋 :* @⁨+504 9337-4445⁩*
*⻲⃪᮫ۣۖ͢  🍨 𝖯𝗋𝖾𝖿𝗂𝗃𝗈: [ . ]*
*⻲⃪᮫ۣۖ͢  ⏰ 𝖳𝗂𝖾𝗆𝗉𝗈 𝖺𝖼𝗍𝗂𝗏𝗈: 6h 7m*
*⻲⃪᮫ۣۖ͢  🚩 𝖳𝗈𝗍𝖺𝗅 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌: [ 296 ]*

*〶⃜    ̵▉̶͞   ׄ \`𝖬𝖤𝖭𝖴𝖲\` 🗂️̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂́ 𝗍𝗂𝖾𝗇𝖾𝗌 𝗍𝗈𝖽𝗈𝗌 𝗅𝗈𝗌 𝗆𝖾𝗇𝗎́𝗌
𝖽𝗂𝗌𝗉𝗈𝗇𝗂𝖻𝗅𝖾𝗌 𝖽𝖾 𝗄𝗂𝗅𝗅𝗎𝖺•𝖡𝗈𝗍
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝗀𝗋𝗎𝗉𝗈
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝗃𝗎𝖾𝗀𝗈𝗌
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝖾𝗐𝗇𝖾𝗋
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝖺𝗎𝖽𝗂𝗈
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝖺𝗅𝗅𝗆𝖾𝗇𝗎
ᰨᰍ ׅ☁️᤻᪲ׄ᎒᎓ .𝗆𝖾𝗇𝗎𝖿𝖿

*〶⃜    ̵▉̶͞   ׄ \`𝖨𝖭𝖥𝖮𝖱𝖬𝖠𝖢𝖨𝖮𝖭\` 💻̸̶ֻ  ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝗂𝗇𝖿𝗈𝗋𝗆𝖺𝖼𝗂𝗈́𝗇 𝗆𝗎𝗒
𝗂𝗆𝗉𝗈𝗋𝗍𝖺𝗇𝗍𝖾 𝗌𝗈𝖻𝗋𝖾 𝖪𝗂𝗅𝗅𝗎𝖺𝖡𝗈𝗍. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗈𝗐𝗇𝖾𝗋
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗉𝗋𝖾𝖿𝗂𝗑
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗀𝗎𝗂𝖺
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗋𝖾𝗉𝗈𝗋𝗍𝖾
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗌𝗉𝖾𝖾𝖽
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗉𝗂𝗇𝗀
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗂𝗇𝖿𝗈
ᰍ ׅ🍫᤻᪲ׄ᎒᎓ .𝗁𝗈𝗋𝖺𝗋𝗂𝗈

*〶⃜    ̵▉̶͞   ׄ \`VENTAS\` 🛒̸̶ֻ  ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝖾𝗅 𝗌𝗂𝗌𝗍𝖾𝗆𝖺 𝖽𝖾 𝗏𝖾𝗇𝗍𝖺𝗌 𝖽𝖾 𝖪𝗂𝗅𝗅𝗎𝖺𝖡𝗈𝗍
𝗅𝗅𝖾𝗏𝖺 𝗍𝗎𝗌 𝗏𝖾𝗇𝗍𝖺𝗌 𝖺𝗅 𝗌𝗂𝗀𝗎𝗂𝖾𝗇𝗍𝖾 𝖾𝗑𝗍𝗋𝖾𝗆𝗈. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝖽𝗂𝗏𝗂𝗌𝖺𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗆𝗈𝗇𝖾𝖽𝖺
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝗍𝗈𝖼𝗄
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝖾𝗍𝗌𝗍𝗈𝖼𝗄
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝖾𝗍𝖼𝗈𝗆𝖻𝗈𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝖼𝗈𝗆𝖻𝗈𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝖾𝗍𝗋𝖾𝗀𝗅𝖺𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗋𝖾𝗀𝗅𝖺𝗌
ᰨᰍ ׅ🛍️᤻᪲ׄ᎒᎓ .𝗌𝗈𝗋𝗍𝖾𝗈

*〶⃜    ̵▉̶͞   ׄ \`𝖨𝖠 & 𝖢𝖧𝖠𝖳𝖡𝖮𝖳𝖲\` 🧠̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖲𝗂 𝖾𝗋𝖾𝗌 𝖺𝗆𝖺𝗇𝗍𝖾 𝖽𝖾 𝗅𝖺 𝗂𝗇𝗍𝖾𝗅𝖨𝗀𝖾𝗇𝖼𝗂𝖺 𝖼𝗈𝗇 𝗅𝖺 𝖨𝖠
𝖺𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝗅𝗈 𝗊𝗎𝖾́ 𝗇𝖾𝖼𝖾𝗌𝗂𝗍𝖺𝗌. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗂𝖺
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗀𝖾𝗆𝗂𝗇𝗂
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝖼𝗁𝖺𝗍𝗀𝗉𝗍
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝖽𝖺𝗅𝗅𝖾
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗂𝗆𝖺𝗀𝖾𝗇
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝗏𝗂𝗌𝗂𝗈́𝗇𝟤
ᰨᰍ ׅ🧑🏻‍🔧᤻᪲ׄ᎒᎓ .𝖼𝗁𝖺𝗍 𝗈𝗇/𝗈𝖿𝖿

*〶⃜    ̵▉̶͞   ׄ \`𝖣𝖤𝖲𝖢𝖠𝖱𝖦𝖠𝖲\` 📥̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖲𝗂 𝗍𝖾 𝗀𝗎𝗌𝗍𝖺𝗇 𝗅𝖺𝗌 𝖽𝖾𝗌𝖼𝖺𝗋𝗀𝖺𝗌 𝖽𝖾 𝗆𝗎́𝗌𝗂𝖼𝖺 𝗏𝗂𝖽𝗈𝖾𝗌
𝖺𝗉𝗄𝗌 𝖾𝗍𝖼𝖾́𝗍𝖾𝗋𝖺 𝖺𝗊𝗎𝗂́ 𝗍𝗂𝖾𝗇𝖾𝗌 𝗅𝗈𝗌 𝗇𝖾𝖼𝖾𝗌𝗂𝖺𝗋𝗂𝗈.
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗉𝗅𝖺𝗒
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗉𝗅𝖺𝗒𝗉𝗋𝗈
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗉𝗅𝖺𝗒𝟤
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗉𝗅𝖺𝗒𝟥
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗉𝗅𝖺𝗒𝖽𝗈𝖼
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗉𝗅𝖺𝗒𝟤𝖽𝗈𝖼
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗌𝗉𝗈𝗍𝗂𝖿𝗒
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗒𝗍𝗆𝗉𝟥
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗒𝗍𝗆𝗉𝟦
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝖺𝗉𝗄
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗍𝗂𝗄𝗍𝗈𝗄
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗍𝗂𝗄𝗍𝗈𝗄𝗆𝗉𝟥
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝖿𝖺𝖼𝖾𝖻𝗈𝗈𝗄
ᰨᰍ ׅ🍃᤻᪲ׄ᎒᎓ .𝗂𝗇𝗌𝗍𝖺𝗀𝗋𝖺𝗆

*〶⃜    ̵▉̶͞   ׄ \`𝖲𝖤𝖠𝖱𝖢𝖧𝖲\` 🔎̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖢𝗈𝗇𝗌𝗎𝗅𝗍𝖺 𝗍𝗎𝗌 𝖻𝗎́𝗌𝗊𝗎𝖾𝗌𝖽𝖺𝗌 𝖼𝗈𝗇 𝗅𝗈𝗌 𝗌𝗂𝗀𝗎𝗂𝖾𝗇𝗍𝖾𝗌
𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝖪𝗂𝗅𝗅𝗎𝖺𝖡𝗈𝗍 𝗉𝗋𝖾𝗌𝖾𝗇𝗍𝖾 𝗉𝖺𝗋𝖺 𝗍𝗎𝗌 𝖽𝖾𝗌𝖾𝗈𝗌. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🍿᤻᪲ׄ᎒᎓ .𝗉𝗂𝗇𝗍𝖾𝗋𝖾𝗌𝗍
ᰨᰍ ׅ🍿᤻᪲ׄ᎒᎓ .𝗉𝗂𝗑𝖺𝗂
ᰨᰍ ׅ🍿᤻᪲ׄ᎒᎓ .𝗂𝗆𝖺𝗀𝖾𝗇
ᰨᰍ ׅ🍿᤻᪲ׄ᎒᎓ .𝗒𝗍𝗌
ᰨᰍ ׅ🍿᤻᪲ׄ᎒᎓ .𝗍𝗍𝗌𝖾𝖺𝗋𝖼𝗁
ᰨᰍ ׅ🍿᤻᪲ׄ᎒᎓ .𝗍𝗍𝗌𝗍𝖺𝗅𝗄

*〶⃜    ̵▉̶͞   ׄ \`𝖢𝖮𝖬𝖵𝖤𝖱𝖳𝖨𝖣𝖮𝖱𝖤𝖲\` 🧰̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖠𝗊𝗎𝗂 𝗍𝗂𝖾𝗇𝖾𝗌 𝗅𝗈𝗌 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝗇𝖾𝖼𝖾𝗌𝗂𝗋𝖺𝗋𝗂𝗈𝗌 𝗉𝖺𝗋𝖺
𝖼𝗈𝗇𝗏𝖾𝗋𝗍𝗂𝗋 𝗅𝗈 𝗊𝗎𝖾́ 𝗇𝖾𝖼𝖾𝗌𝗂𝗍𝖺𝗌. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝗍𝗈𝖺𝗎𝖽𝗂𝗈
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝗍𝗈𝗏𝗂𝖽𝖾𝗈
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝗍𝗈𝗂𝗆𝗀
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝗀𝗂𝖿𝗏𝗂𝖽𝖾𝗈
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝗍𝗍𝗌
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝗁𝖽
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝖿𝖿
ᰨᰍ ׅ🍨᤻᪲ׄ᎒᎓ .𝖿𝖿𝟤

*〶⃜    ̵▉̶͞   ׄ \`𝖲𝖳𝖨𝖢𝖪𝖤𝖱𝖲\` 🎭̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖴𝗌𝖺 𝖾𝗌𝗍𝗈𝗌 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝗌𝖾𝗀𝗎́𝗇 𝗍𝗎𝗌
𝗇𝖾𝖼𝖾𝗌𝗂𝗍𝖺𝗌 𝗉𝖺𝗋𝖺 𝗁𝖺𝖼𝖾𝗋 𝗌𝗍𝗂𝖼𝗄𝖾𝗋𝗌. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝗌
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝖻𝗋𝖺𝗍
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝗊𝖼
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝗊𝖼𝟤
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝗍𝖾𝗑𝗍𝗈
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝗆𝗂𝗑𝖾𝗆𝗈𝗃𝗂
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝖺𝗇𝗂𝖾𝗆𝗈𝗃𝗂
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝖺𝖽𝖽𝖼𝗈
ᰨᰍ ׅ🧩᤻᪲ׄ᎒᎓ .𝖽𝖾𝗅𝖼𝗈

*〶⃜    ̵▉̶͞   ׄ \`𝖧𝖤𝖱𝖱𝖠𝖬𝖨𝖤𝖭𝖳𝖠𝖲\` ⚙️̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖫𝖺𝗌 𝗁𝖾𝗋𝗋𝖺𝗆𝗂𝖾𝗇𝗍𝖺𝗌 𝗊𝗎é 𝗇𝖾𝖼𝖾𝗌𝗂𝗍𝖺𝗌 𝗉𝖺𝗋𝖺 𝗍𝗈𝖽𝖺𝗌
𝗍𝗈𝖽𝖺𝗌 𝗍𝗎𝗌 𝗇𝖾𝖼𝖾𝗌𝗂𝗍𝖺𝗌. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗏𝖾𝗋
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗍𝗈𝗎𝗋𝗅
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗋𝖾𝗆𝗈𝗏𝖾𝖻𝗀
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗐𝗁𝖺𝗍𝗆𝗎𝗌𝗂𝖼
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗉𝖾𝗋𝖿𝗂𝗅𝗀𝗋𝗈𝗎𝗉
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗉𝖾𝗋𝖿𝗂𝗅
ᰨᰍ ׅ🛠️᤻᪲ׄ᎒᎓ .𝗎𝗉𝖽𝖺𝗍𝖾

*〶⃜    ̵▉̶͞   ׄ \`𝖢𝖮𝖭𝖳𝖤𝖭𝖨𝖣𝖮\` 🔞̸̶ֻ   ꒱꒱  ✩‧₊˚*
𝖡𝗂𝖾𝗇𝗏𝖾𝗇𝗂𝖽𝗈! 𝖽𝖺𝗅𝖾 𝖼𝖺𝗋𝗂𝗇̃𝗈 𝖺 𝗍𝗎́
𝗀𝖺𝗇𝗌𝗈 𝖼𝗈𝗇 𝗅𝗈𝗌 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝗁𝗈𝗍. 
─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ 
ᰨᰍ ׅ🌱᤻᪲ׄ᎒᎓ .𝗍𝖾𝗍𝖺𝗌
ᰨᰍ ׅ🌱᤻᪲ׄ᎒᎓ .𝗉𝖺𝖼𝗄 
ᰨᰍ ׅ🌱᤻᪲ׄ᎒᎓ .pack1
ᰨᰍ ׅ🌱᤻᪲ׄ᎒᎓ .𝗉𝖺𝖼𝗄𝟤
ᰨᰍ ׅ🌱᤻᪲ׄ᎒᎓ .𝗉𝖺𝖼𝗄𝟥
ᰨᰍ ׅ🌱᤻᪲ׄ᎒᎓ .𝗏𝗂𝖽𝖾𝗈𝗑
`

  await conn.sendMessage(m.chat, {
    image: { url: img },
    caption: texto,
    contextInfo: {
      externalAdReply: {
        title: "𝗕𝗔𝗞𝗜 - 𝗕𝗢𝗧",
        body: "",
        thumbnailUrl: img,
        sourceUrl: '',
        mediaType: 1,
        renderLargerThumbnail: false
      }
    }
  }, { quoted: m })

  global.db.data.users[m.sender].lastcofre = new Date * 1
}

handler.customPrefix = /^(\.menu|menu)$/i
handler.command = new RegExp 
export default handler